Repository: gadael/gadael
Catalog: po/server/*.po
Languages: fr

source: Settings
fr: Paramètres

source: Calendar
fr: Agenda

source: My requests
fr: Mes demandes

source: My rights
fr: Mes droits

source: My department
fr: Mon service

source: Waiting requests
fr: Demandes en attente

source: Requests
fr: Demandes

source: Compulsory leaves
fr: Congés obligatoires

source: Users list
fr: Liste des utilisateurs

source: Departments list
fr: Liste des services

source: Collections list
fr: Liste des régimes

source: Calendars list
fr: Liste des agendas

source: Right types
fr: Types de droit

source: Rights configuration
fr: Configuration des droits

source: Sort rights and types
fr: Ordonner les droits et les types

source: Recover quantities
fr: Récupérations

source: You are now logged in
fr: Vous êtes maintenant connecté...

source: Your invitation email is not valid
fr: Votre email d'invitation n'est pas valide

source: Password is mandatory
fr: Le mot de passe est obligatoire

source: The two password fields must be equals
fr: Les deux mots de passe saisis doivent êtres identiques

source: The first admin already exists
fr: Le premier administrateur existe déjà

source: No user found with email %s
fr: Pas d'utilisateur trouvé avec l'email %s

source: An email has been sent to %s
fr: Un email a été envoyé à %s

source: The password confirmation does not match the new password field
fr: La confirmation du mot de passe ne correspond pas au mot de passe saisi.

source: Invalid request. user not found
fr: Demande invalide. Utilisateur introuvable

source: Invalid request.
fr: Demande invalide.

source: The password has been modified
fr: Le mot de passe a été modifié

source: You must be logged in
fr: Vous devez être connecté

source: You are disconnected from your google calendar
fr: Vous êtes déconnecté de votre agenda Google

source: The renewals periods must not overlap
fr: Les périodes de renouvellements ne doivent pas se superposer

source: To compute the number of planned working days, the annual leave type is required
fr: Pour calculer le nombre de jours travaillés planifiés sur une année, le type congés payés annuels est requis

source: To compute the number of planned working days on a year, the annual leave initial quantity is required
fr: Pour calculer le nombre de jours travaillés planifiés sur une année, la quantité de congés payés annuels est requise

source: Invalid renewal, the renewal is too short and does not contain the requested date: %s
fr: Renouvellement non valide, le renouvellement est trop court et ne contient pas la date de la demande : %s

source: Leave
fr: Congé

source: Time saving deposit
fr: Dépôt d'épargne Temps

source: Overtime declaration
fr: Déclaration d'heures supplémentaires

source: Unknown
fr: Inconnu

source: Waiting approval
fr: En attente d'approbation

source: Accepted
fr: Accepté

source: Rejected
fr: Refusée

source: Waiting deletion approval
fr: En attente de l'approbation de la suppression

source: Deleted
fr: Supprimé

source: Deletion rejected
fr: Suppression rejectée

source: Undefined
fr: Non défini

source: The total number of active users cannot exceed %d
fr: Le nombre total d'utilisateurs actif ne peut excéder %d

source: Paid annual leave
fr: Congé payé annuel

source: Seniority leave
fr: Absence pour anciennetée

source: Recovery
fr: Récupération

source: sickness absence
fr: Arrêt maladie

source: Work accident
fr: Accident du travail

source: Parental leave
fr: Congé parental

source: Maternity
fr: Maternité

source: Paternity
fr: Paternité

source: Sick child
fr: Enfant malade

source: Wedding
fr: Mariage

source: Birth
fr: Naissance

source: Decease
fr: Décès

source: Training
fr: Formation

source: Relocation
fr: Déménagement

source: Unpaid leave
fr: Congés sans solde

source: Strike
fr: Grève

source: Leave for results
fr: Absence pour résultat

source: Union representation
fr: Représentation syndicale

source: Absence as an elected official
fr: Absence en tant qu'élu

source: Reservist leave
fr: Absence réserviste

source: Presence in court
fr: Présence au tribunal

source: Time savings account
fr: Compte Épargne Temps

source: Fractionating leave
fr: Congés de fractionnement

source: No rights found in type "%s"
fr: Pas de droits trouvés pour le type "%s"

source: General regime 100%
fr: Régime générale 100%

source: Part-time 90%
fr: Temps-partiel 90%

source: Part-time 80%
fr: Temps-partiel 80%

source: Part-time 70%
fr: Temps-partiel 70%

source: Part-time 50%
fr: Temps-partiel 50%

source: Create request
fr: Créer la demande

source: Send request to approval
fr: Envoyer la demande en approbation

source: Approval step accepted
fr: Étape de l'approbation acceptée

source: Approval step rejected
fr: Étape de l'approbation rejetée

source: Approval workflow end
fr: Fin du workflow d'approbation

source: Modify request
fr: Modifier la demande

source: Delete request
fr: Supprimer la demande

source: Unknown action
fr: Action inconnue

source: The creation of the request can be made in the period of renewal, with 30 days of tolerance
fr: La création de la demande peut être faite dans la période du renouvellement, avec une tolérance de 30 jours

source: The absence must be within the renewal period
fr: La demande doit être comprise dans la période du renouvellement

source: Sickness absence
fr: Arrêt maladie

source: The absence must be made after the renewal start date, and within 5 years following the end of the renewal period
fr: L'absence doit être créée après la date de début du renouvellement, et dans les 5 qui suivent la fin de la période de renouvellement

source: Paid annual leave until the age of 20 years old
fr: Congé payé annuel jusqu'à l'âge de 20 ans

source: Under 21 at the time of the absence
fr: Moins de 21 ans lors de l'absence

source: Ordinary Maternity Leave
fr: Congé Maternité ordinaire

source: Additional Maternity Leave
fr: Congé Maternité supplémentaire

source: Interval values must be numbers of years
fr: Les valeurs de l'intervalle doivent êtres un nombre d'année

source: Interval values must be set in a correct order
fr: Les valeurs de l'intervalle doivent êtres définies dans l'ordre

source: No weeks found for %s
fr: Pas de semaine trouvée pour %s

source: A leave over this period is not possible because %d people must be available in the "%s" department
fr: une absence sur cette période n'est pas possible car %d personnes doivent êtres disponibles dans le service "%s"

source: Waiting
fr: En attente

source: Half-day
fr: Demie-journée

source: A day
fr: Un jour

source: One hour
fr: Une heure

source: A week-end
fr: Un week-end

source: 5 days 40H - 8H 12H / 14H 18H
fr: 5 jours 40H - 8H 12H / 14H 18H

source: 5 days 39H - 8H 12H / 14H 18H, 17H on friday
fr: 5 jours 39H - 8H 12H / 14H 18H, 17H le vendredi

source: 5 days 35H - 8H 12H / 14H 17H
fr: 5 jours 35H - 8H 12H / 14H 17H

source: 5 days 36H - 8H 12H / 14H 18H, no friday afternoon
fr: 5 jours 36H - 8H 12H / 14H 18H, pas de vendredi après-midi

source: 5 days 36H - 8H 12H / 14H 18H, no wednesday afternoon
fr: 5 jours 36H - 8H 12H / 14H 18H, pas de mercredi après-midi

source: 5 days 20H - 14H 18H
fr: 5 jours 20H - 14H 18H

source: 5 days 20H - 8H 12H
fr: 5 jours 20H - 8H 12H

source: 4 days 32H - 8H 12H / 14H 18H, no friday
fr: 4 jours 32H - 8H 12H / 14H 18H, pas de vendredi

source: 4 days 32H - 8H 12H / 14H 18H, no wednesday
fr: 4 jours 32H - 8H 12H / 14H 18H, pas de mercredi

source: 5 days 50H - 9H30 13H / 14H 19H, saturday 18H
fr: 5 jours 50H - 9H30 13H / 14H 19H, samedi 18H

source: Guadeloupe non working days
fr: Jours fériés en Guadeloupe

source: Guyane non working days
fr: Jours fériés en Guyane

source: Martinique non working days
fr: Jours fériés en Martinique

source: Moselle, Bas-Rhin, Haut-Rhin non working days
fr: Jours fériés pour la Moselle, Bas-Rhin, Haut-Rhin

source: French non working days (metropolis)
fr: Jours fériés en France métropolitaine

source: French polynesia non working days
fr: Jours fériés en Polynésie Française

source: Reunion island non working days
fr: Jours fériés sur l'Île de la Réunion

source: Wallis and Futuna non working days
fr: Jours fériés de Wallis et Futuna

source: School vacation
fr: Vacances scolaires

source: Belgium non working days
fr: Jours fériés en Belgique

source: Ireland non working days
fr: Jours fériés en Irlande

source: %s non working days
fr: %s jours fériés

source: England and Wales legal holidays
fr: Jours fériés en Angleterre et Pays de Galles

source: North Ireland legal holidays
fr: Jours fériés en Irlande du Nord

source: Scotland legal holidays
fr: Jours fériés en Écosse
