Repository: gadael/gadael
Catalog: po/server/*.po
Languages: fr

source: Time saving account
fr: Compte Épargne Temps

source: Time saving account, is necessary to activate time saving account request for users
fr: Compte épargne temps, il est nécessaire pour activer les dépôts d'épargne pour les utilisateurs

source: Quantity added by the time saving account requests will be made available for each users on their available quantity
fr: La quantité ajoutée pour les demandes d'épargne sera disponibles pour chaque utilisateur dans leur solde

source: Working time reduction right, this right require an annual leave right overlapping the renewal period
fr: droit RTT, ce droit requiert un droit de congés payés annuel qui couvre la période de renouvellement

source: Less than 35 hours per week of work where found on the renewal period
fr: Moins de 35 heures de travail hebdomadaires constatées sur la période de renouvellement

source: No collection found on the renewal period from %s to %s
fr: Pas de régime trouvé sur la période de renouvellement du %s au %s

source: The collection does not contain the number of days from the collective agreement
fr: Le régime ne contient pas le nombre de jours de la convention collective

source: RTT is computed from the user time schedule on the renewal period
fr: Les RTT sont calculés à partir du rythme de travail de l'utilisateur sur la période de renouvellement du droit

source: Annual paid leave
fr: congé payé annuel

source: Paid time off work granted by employers to employees to be used for whatever the employee wishes. Depending on the employer's policies, differing number of days may be offered, and the employee may be required to give a certain amount of advance notice
fr: Les congés payés accordés par les employeurs aux employés pour être utilisés pour tout ce que l'employé souhaite. Selon les politiques de l'employeur, le nombre de jours peut être différent et l'employé peut être tenu de donner un certain préavis

source: This non working days calendar does not exists for account
fr: Cet agenda des jours fériés n'existe pas pour ce compte

source: this non working days calendar does not exists or is not linked to account
fr: Cet agenda des jours fériés n'existe pas ou n'est pas lié au compte

source: Delete a non working days calendar period already started is not allowed
fr: La suppression d'un agenda de jours fériés en cours d'utilisation n'est pas permise

source: The non working days has been removed from account
fr: Les jours fériés ont été retirés du compte

source: Cant create Account non working days calendar, missing user or account
fr: Impossible de créer l'agenda des jours fériés pour le compte, le compte ou l'utilisateur est manquant

source: User not found
fr: L'utilisateur n'a pas été trouvé

source: The user has no absence account, non working days calendars are only linkable to accounts
fr: L'utilisateur n'a pas de compte absences, les agendas de jours fériés peuvent être associés uniquement aux comptes

source: Account non working days calendar document not found for id %s
fr: Le document %s n'a pas été trouvé dans l'agenda des jours fériés du compte

source: The account non working days calendar period has been modified
fr: La période à été modifiée dans l'agenda des jours fériés du compte

source: The account non working days calendar period has been created
fr: La période a été créée pour l'agenda des jours fériés du compte

source: This collection does not exists
fr: Ce régime n'existe pas

source: The collection has been deleted
fr: Le régime a été supprimé

source: At least one business day is required
fr: Au moins un jour ouvré est requis

source: The collection has been modified
fr: Le régime a été modifié

source: The collection has been created
fr: Le régime a été créé

source: This department does not exists
fr: Le service n'existe pas

source: The department has been deleted
fr: Le service a été supprimé

source: The department has been modified
fr: Le service a été modifié

source: The department has been created
fr: Le service a été créé

source: Not enough overtime quantity
fr: Pas assez d'heures supplémentaires

source: Overtime quantity has been settled
fr: Les heures supplémentaires ont été soldées

source: This beneficiary does not exists
fr: Le bénéficiaire n'existe pas

source: this right does not exists or is not linked to account or collection
fr: Le droit n'existe pas ou n'est pas lié au compte ou au régime

source: The right has been removed from user account
fr: Le droit a été retiré du compte utilisateur

source: The right has been removed from the collection
fr: Le droit a été retiré du régime

source: beneficiary document not found for id %s
fr: Le bénéficiaire du document n'a pas été trouvé pour l'ID %s

source: right document not found for id %s
fr: le document du droit n'a pas été trouvé pour l'id %s

source: The right association has been modified
fr: La liaison avec le droit a été modifiée

source: The right association has been created
fr: Le droit associé a été créé

source: This calendar does not exists
fr: Ce agenda n'existe pas

source: The calendar is locked
fr: Cet agenda est verrouillé

source: The calendar has been deleted
fr: L'agenda a été supprimé

source: The calendar has been modified
fr: L'agenda a été modifié

source: The calendar has been created
fr: L'agenda a été créé

source: Invalid date
fr: Date invalide

source: Account not found from user ID
fr: Compte absence introuvable pour cet ID utilisateur

source: The month to refresh must be the last created month
fr: Le mois à recalculer doit être le dernier créé

source: The month has been refreshed
fr: Le mois à été recalculé

source: This schedule calendar does not exists for account
fr: Ce rythme de travail n'existe pas pour le compte

source: this schedule calendar does not exists or is not linked to account
fr: Ce rythme de travail n'existe pas ou n'est pas lié au compte

source: Delete a schedule calendar period already started is not allowed
fr: La suppression d'un rythme de travail déjà en cours d'utilisation n'est pas permise

source: The calendar has been removed from account
fr: L'agenda a été retiré du compte

source: Cant create AccountScheduleCalendar, missing user or account
fr: Impossible de créer AccountScheduleCalendar, l'utilisateur ou le compte est manquant

source: The user has no absences account, schedule calendars are only linkable to accounts
fr: Cet utilisateur n'a pas de compte absence, les rythmes de travail peuvent seulement être liés aux comptes

source: AccountScheduleCalendar document not found for id %s
fr: AccountScheduleCalendar n'a pas été trouvé pour l'ID %s

source: The account schedule period has been modified
fr: La période de rythme de travail du compte a été modifiée

source: The account schedule calendar period has been created
fr: La période de rythme de travail du compte a été créée

source: This user does not exists
fr: Cet utilisateur n'existe pas

source: User API token revoked
fr: Token API révoqué

source: The API token has been created
fr: Le token API à été créé

source: The user has been deleted
fr: L'utilisateur a été supprimé

source: This email is already used
fr: Cet adresse email est déjà utilisée

source: The user has been modified
fr: L'utilisateur a été modifié

source: The user has been created
fr: L'utiilisateur a été créé

source: No user document to save roles on
fr: Pas de document utilisateur pour effectuer l'enregistrement des rôles

source: Absence account
fr: Compte absence

source: Department manager
fr: Chef de service

source: Application administrator
fr: Administrateur de l'application

source: moment is a mandatory parameter
fr: moment est un paramètre obligatoire

source: from and to are mandatory parameters
fr: from et to sont des paramètres obligatoires

source: month is a mandatory parameter
fr: month est un paramètre obligatoire

source: from,to and rightType are mandatory parameters
fr: from,to et rightType sont des paramètres obligatoires

source: Name
fr: Nom

source: Department
fr: Service

source: Created on
fr: Créé le

source: From
fr: Du

source: To
fr: Au

source: Consumed
fr: Consommé

source: Duration
fr: Durée

source: Status
fr: Statut

source: Quantity
fr: Quantité

source: Right
fr: Droit

source: Collection
fr: Régime

source: Renewal start
fr: Début du renouvellement

source: Renewal finish
fr: Fin du renouvellement

source: Consumed quantity
fr: Quantité consommée

source: Waiting quantity
fr: Quantité en attente

source: Remaining quantity
fr: Quantité restante

source: Pending delete
fr: Suppression en attente

source: This invitation does not exists
fr: Cette invitation n'existe pas

source: The invitation has been deleted
fr: L'invitation à été supprimée

source: The invitation has been modified
fr: L'invitation à été modifiée

source: This email address already exists in users list
fr: Cet adresse email est déjà dans la liste des utilisateurs

source: The invitation for %s has been sent
fr: L'invitation pour %s à été envoyée

source: This right type does not exists
fr: Le type de droit n'existe pas

source: This type is locked
fr: Ce type est verrouillé

source: The right type has been deleted
fr: Le type de droit a été supprimé

source: The right type has been modified
fr: Le type de droit a été modifié

source: The right type has been created
fr: Le type de droit a été créé

source: This compulsory leave does not exists
fr: Ce congé imposé n'existe pas

source: The compulsory leave has been deleted
fr: Le congé imposé a été supprimé

source: Finish date must be greater than start date
fr: La date de fin doit être supérieure à la date de début

source: collections must be an array
fr: collections doit être de type array

source: departments must be an array
fr: départements doit être de type array

source: either departments or collections must contain items
fr: Les régimes ou les services doivent contenir des éléments

source: No availability on period for %s
fr: Pas de disponibilités sur la période %s

source: The compulsory leave period has been modified
fr: La période du congé imposé a été modifiée

source: The compulsory leave period has been created
fr: La période du congé imposé a été créée

source: This right renewal periods does not exists
fr: La période de renouvellement du droit n'existe pas

source: The renewal has been deleted
fr: Le renouvellement a été supprimé

source: The right renewal period has been modified
fr: La période de renouvellement a été modifiée

source: The right renewal period has been created
fr: La période de renouvellement a été créée

source: This absence right does not exists
fr: Le droit de congés n'existe pas

source: Failed to delete, the right is used %d in requests
fr: Impossible de supprimer, le droit est utilisé dans %d demandes

source: The leave right has been deleted
fr: Le droit de congés a été supprimé

source: The vacation right has been created
fr: Le droit de congés a été créé

source: The vacation right has been modified
fr: Le droit de congés a été modifié

source: This collection does not exists for account
fr: Ce régime n'existe pas pour le compte

source: this collection does not exists or is not linked to account
fr: Ce régime n'existe pas ou n'est pas lié au compte

source: Delete a collection already started is not allowed
fr: La suppression d'un régime déjà en cours d'utilisation n'est pas permise

source: The collection has been removed from account
fr: Le régime a été retiré du compte

source: Cant create accountCollection, missing user or account
fr: Impossible de créer accountCollection, l'utilisateur ou le compte sont manquant

source: The user has no absence account, collections are only linkable to accounts
fr: Cet utilisateur n'a pas de compte absence, les régimes peuvent seulement être liés aux comptes

source: AccountCollection document not found for id %s
fr: le document AccountCollection n'a pas été trouvé pour l'ID %s

source: The account collection has been modified
fr: Le régime du compte a été modifié

source: The account collection has been created
fr: le régime du compte a été créé

source: This overtime does not exists
fr: Cette déclaration d'heures supplémentaire n'existe pas

source: the overtime does not exists
fr: La déclaration d'heures supplémentaire n'existe pas

source: The overtime has been deleted
fr: La déclaration d'heures supplémentaires à été supprimée

source: The overtime has been created
fr: La déclaration d'heures supplémentaires à été crée

source: The user does not exists
fr: Cet utilisateur n'existe pas

source: Overtime not found
fr: Déclaration d'heures supplémentaires introuvable

source: The overtime is settled
fr: Cette déclaration d'heures supplémentaires est soldée

source: user parameter is mandatory
fr: le paramètre user est obligatoire

source: collection parameter is mandatory
fr: le paramètre collection est obligatoire

source: selection.begin parameter is mandatory
fr: le paramètre selection.begin est obligatoire

source: selection.end parameter is mandatory
fr: le paramètre selection.end est obligatoire

source: distribution parameter is mandatory
fr: le paramètre distribution est obligatoire

source: Failed to load the user document
fr: Impossible de charger le document user

source: Failed to load the collection document
fr: Impossible de charger le document du régime

source: Half days quantity is not allowed on right %s
fr: La consommation en demi-journée n'est pas autorisée sur le droit %s

source: The rule "%s" cannot be verified when saving absence event from %s to %s on the renewal from %s to %s from the right %s
fr: La règle "%s" ne peut pas être vérifiée lors de l'enregistrement de l'absence du %s au %s sur le renouvellement du %s au %s avec le droit %s

source: Arrival date must be before renewal finish
fr: La date d'arrivée doit être avant la date de fin du renouvellement

source: The quantity requested on right "%s" is not available, available quantity is %s
fr: La quantité demandée sur le droit "%s" n'est pas disponible, le solde est de %s

source: This request does not exists
fr: Cette demande n'existe pas

source: This request has been deleted
fr: Cette demande à été supprimée

source: Workperiod recover requests are disabled by administrator
fr: Les récupérations de jours travaillés sont désactivés par l'administrateur

source: Request modifications are not allowed in maintenance mode
fr: La modification des demandes n'est pas permise lorsque l'application est en maintenance

source: The request has been deleted
fr: La demande a été supprimée

source: The request is not accessible
fr: La demande n'est pas accessible

source: This leave has been created in a compulsory leave, deletion is not allowed
fr: Ce congé est un congé imposé, la suppression n'est pas autorisée

source: Start workflow to delete a confirmed absence
fr: Début du circuit d'approbation pour supprimer une absence confirmée

source: This leave has been created in a compulsory leave, modification is not allowed
fr: Ce congé est un congé imposé, la modification n'est pas permise

source: The request has been modified
fr: La demande a été modifiée

source: The request has been created
fr: La demande a été créée

source: This recover quantity does not exists
fr: Cette récupération n'existe pas

source: the recover quantity does not exists
fr: La récupération n'existe pas

source: The recover quantity has been deleted
fr: Cette récupération a été supprimée

source: The recover quantity has been modified
fr: La quantité récupérée a été modifiée

source: The recover quantity has been created
fr: La quantité récupérée a été créée

source: This beneficiary does not exists for account or collection
fr: LE bénéficiaire n'existe pas pour le compte ou le régime

source: Password confirmation does not match
fr: La confirmation du mot de passe ne correspond pas

source: Your settings has been modified
fr: Vos paramètres ont été enregistrés

source: Adjustment document not found for id %s
fr: le document "Adjustment" n'a pas été trouvé pour l'ID %s

source: The adjustment has been modified
fr: L'ajustement a été modifié

source: The quantity adjustment has been created
fr: Un ajustement de la quantité a été créé

source: Not connected to a google calendar
fr: Vous êtes déconnecté de l'agenda Google

source: Wrong company configuration
fr: Mauvaise configuration de la société

source: Google calendar link service is disabled
fr: Le service de liaison avec l'agenda Google est désactivé

source: A secondary calendar has been created
fr: Un agenda secondaire a été créé

source: Leave periods provided by gadael
fr: Périodes de congés fournies par Gadael

source: The request has been confirmed
fr: La demande a été confirmée

source: The request has been cancelled
fr: La demande a été annulée

source: The appliquant has requested a delete, the request has been canceled
fr: Le demandeur a requis une suppression, la demande a été annulée

source: The appliquant has requested a delete, the request has been confirmed anyway
fr: Le demandeur a requis une suppression, la demande a été supprimée malgré tout

source: Your approval has been saved, others approvals are required to complete this step
fr: Votre acceptation a été enregistrée, d'autres approbation sont requises pour que l'étape soit terminée

source: The request has been forwarded to the next approval step
fr: La demande a été transmise à la prochaine étape du circuit d'approbation

source: dtstart parameter is mandatory
fr: le paramètre dtstart est obligatoires

source: dtend parameter is mandatory
fr: le paramètre dtend est obligatoire

source: This period is invalid because it covers more than one collection attribution
fr: Cette période n'est pas valide car elle couvre plusieurs régimes différents

source: There is no collection defined for this period
fr: Il n'y a pas de régimes définis pour cette période

source: Products and sales
fr: Produits et ventes

source: day
fr: jour

source: hour
fr: heure

source: Access denied for non administrators
fr: Accès refusé pour les utilisateurs non administrateurs

source: Access denied for users without absences account
fr: Accès refusé pour les utilisateurs sans compte absences

source: Access denied for non managers
fr: Accès refusé pour les non gestionnaires

source: Access denied for anonymous users
fr: Accès refusé pour les utilisateurs anonymes

source: Access denied for logged in users
fr: Accès refusé pour les utilisateurs connectés

source: The approval status of the %s request has not been modified in %d days
fr: Le statut d'approbation de la demande de %s n'a pas été modifié depuis %d jours

source: Pending request
fr: Demande en attente

source: %s is waiting for a response on the %s
fr: %s est en attente de réponse sur le %s

source: Please, check the request status
fr: Veuillez vérifier le statut de la demande

source: View request
fr: Voir la demande

source: Yours truly
fr: Cordialement

source: %s invited you to join the leave management application at %s
fr: %s vous a invité à rejoindre l'application de gestion des congés à l'adresse %s

source: %s has sent you this invitation to join %s as a user
fr: %s vous a envoyé cette invitation à rejoindre %s en tant qu'utilisateur

source: Please, use the link below to create your account
fr: Veuillez utiliser le lien ci-dessous pour créer votre compte

source: Setup my account
fr: Configurer mon compte

source: %s: a request is waiting for your approval
fr: %s : Une demande est en attente de votre validation

source: Approval request
fr: Demande d'approbation

source: %s request for %s is %s
fr: %s demande pour %s est %s

source: Please, accept of reject after login into the application
fr: Vous pouvez accepter ou rejeter une fois connecté à l'application

source: Previous workflow step by %s the %s
fr: Étape précédente du workflow par %s le %s

source: %s, your roles where updated
fr: %s, vos rôles ont été mis à jour

source: The following roles where added to your accout:
fr: Les rôles suivants ont été ajoutés sur votre compte :

source: You can connecto to the application to see your new roles attributions on the home page
fr: Vous pouvez vous connecter à l'application pour voir sur la page d'accueil vos nouveaux rôles attribués

source: View home page
fr: Voir la page d'accueil

source: %s: reset your password
fr: %s : réinitialiser le mot de passe

source: Forgot your password?
fr: Mot de passe oublié?

source: We received a request to reset the password for your account (%s)
fr: Nous avons reçu une demande de réinitialisation du mot de passe pour le compte (%s)

source: To reset your password, click on this link (or copy and paste the URL into your browser)
fr: Pour réinitialiser votre mot de passe, cliquez sur ce lien (ou copiez l'url dans votre navigateur)

source: Reset your password
fr: Réinitialisez votre mot de passe

source: If you do not have requested a password modification, just ignore this email
fr: Si vous n'avez pas demandé de modification de votre mot de passe, vous pouvez ignorer cet email

source: %s: request accepted
fr: %s : demande acceptée

source: Your %s has been accepted
fr: Votre %s a été acceptée

source: %s: request canceled
fr: %s : demande annulée

source: As requested by %s, the %s request has been canceled
fr: Comme demandé par %s, la demande %s a été annulée

source: Consult the request actions history after login into the application
fr: Consultez l'historique des actions sur la demande une fois connecté à l'application

source: Workflow step by %s the %s
fr: Étape du workflow par %s le %s

source: %s: request rejected
fr: %s : demande rejetée

source: Your %s has been rejected
fr: Votre %s a été rejetée

source: %s: request created
fr: %s : demande créée

source: A %s has been created on your account by %s
fr: Une %s a été créé sur votre compte par %s

source: Consult the details after login into the application
fr: Consultez les détails une fois connecté à l'application

source: %s: new user created
fr: %s : un nouvel utilisateur a été créé

source: A new user has been created on %s
fr: Un nouvel utilisateur a été créé sur %s

source: The new user has been created but does not have any role or absence rights, you must give the user the necessary rights to use the application normally
fr: Le nouvel utilisateur a été créé mais n'a pas de rôles ou de droits d'absence, vous devez donner les droits nécessaires à l'utilisateur pour qu'il puisse utiliser l'application normalement

source: View the new user
fr: Voir le nouvel utilisateur

source: If you do not recognize this user, you can delete it
fr: Si vous ne reconnaissez pas cet utilisateur, vous pouvez le supprimer

source: Username and password combination not found or your account is inactive.
fr: La combinaison du nom d'utilisateur et du mot de passe n'a pas été trouvée ou votre compte est inactif.

source: dtstart, dtend are mandatory parameters
fr: dtstart, dtend sont des paramètres obligatoires

source: dtend must be greater than dtstart
fr: dtend doit être supérieur à dtstart

source: Dates interval must be less than 2 years
fr: L'intervalle de dates doit être inférieur à 2 ans

source: Unknown user
fr: Utilisateur inconnu

source: No password set on user
fr: Aucun mot de passe défini sur l'utilisateur

source: Invalid password
fr: Mot de passe invalide

source: Creation of a new account is not allowed on this application
fr: La création d'un nouveau compte n'est pas autorisé sur cette application

source: Only email from %s are allowed
fr: Seulement les emails de %s sont autorisés

source: Google API problem: Email is mandatory
fr: Problème de l'API Google : l'Email est obligatoire

source: Access denied
fr: Accès refusé

source: You've reached the maximum number of login attempts. Please try again later.
fr: Vous avez atteins le nombre maximal de tentative de connexion. Veuillez réessayer plus tard.

source: Logout
fr: Déconnection
