Repository: gadael/gadael
Catalog: po/client/*.po
Languages: fr

source: Maximal number of days between entry date and request end date
fr: Nombre maximal de jours entre la date de la demande et la date de fin de la période demandée

source: Minimal consumed quantity:
fr: Quantité minimale consommée

source: Minimal number of active users
fr: Nombre minimal d'utilisateurs actifs

source: Minimal number of days between entry date and request start date
fr: Nombre minimal de jours entre la date de la demande et la date de début de la période demandée

source: Modify a compulsory leave
fr: Modifier un congé obligatoire

source: Modify a department
fr: Modifier un service

source: Modify a leave right
fr: Modifier un droit de congés

source: Modify a recover quantity
fr: Modifier une quantité récupérée

source: Modify a right collection
fr: Modifier un régime de congés

source: Modify a right renewal
fr: Modifier un renouvellement de droit

source: Modify a right rule
fr: Modifier une règle de droit

source: Modify a right type
fr: Modifier un type de droit

source: Modify a user
fr: Modifier un utilisateur

source: Monday
fr: Lundi

source: Monthly additions:
fr: Ajouts mensuels :

source: Move some of your vacation rights to your time saving account, the request will be sent to your supervisor for approval
fr: Déplacer une partie de vos droits de congés vers votre compte épargne temps, la demande sera envoyée à votre chef de service pour approbation

source: My account
fr: Mon compte

source: My department
fr: Mon service

source: My department: {{sessionUser.department.name}}
fr: Mon service : {{sessionUser.department.name}}

source: My rights
fr: Mes droits

source: My vacations
fr: Mes congés

source: Name
fr: Nom

source: Name of the event to recover
fr: Nom de l'événement à récupérer

source: New Password:
fr: Nouveau mot de passe :

source: New account created
fr: Nouveau compte créé

source: New department
fr: Nouveau service

source: New leave request for {{request.user.name}}
fr: Nouvelle demande de congé pour {{request.user.name}}

source: New leave requests will be forbidden if the number of available users in department is equal to this value
fr: Les nouvelles demandes de congés ne serons pas permises si le nombre d'utilisateurs disponibles dans le service est égal à cette valeur

source: New password
fr: Nouveau mot de passe

source: New user
fr: Nouvel utilisateur

source: Next
fr: Suivant

source: Next collection
fr: Régime suivant

source: Next page
fr: Page suivante

source: No active renewal
fr: Pas de renouvellement actif

source: No available time saving account
fr: Pas de compte épargne temps disponible

source: No constraints on right parameters
fr: Pas de contraintes sur les paramètres du droit

source: No existing lunch breaks yet for this user
fr: Pas de chèques déjeuner enregistrés pour cet utilisateur

source: No initial quantity, unbounded right
fr: Pas de quantité initial, droit non borné

source: No open period
fr: pas de période ouverte

source: No special behaviour
fr: Pas de comportement spécifique

source: Non working days
fr: Jours fériés

source: Non-working days calendar
fr: Agenda des jours fériés

source: Non-working days planning
fr: Agenda des jours fériés

source: Non-working days scheduling for {{user.lastname}} {{user.firstname}}
fr: Agenda des jours fériés pour {{user.lastname}} {{user.firstname}}

source: Non-working days:
fr: Jours fériés :

source: Nonworking days
fr: Jours fériés

source: Nothing to approve
fr: Rien à approuver

source: Nothing to save
fr: Rien à enregistrer

source: Notifications options:
fr: Options des notifications :

source: Notifications parameters
fr: Paramètres des notifications

source: Notify me when a request is accepted or rejected
fr: Me notifier si une demande a été acceptée ou refusée

source: Notify the user when a request is accepted or rejected
fr: Notifier l'utilisateur lorsqu'une demande est acceptée ou rejetée

source: Number of years before the entry start date to set the period end:
fr: Nombre d'années avant la date de début de la demande pour définir la fin de la période :

source: On request creation, the user will be notified if period does not match legal duration.
fr: Lors de la création de la demande, l'utilisateur sera prévenu si la période ne correspond pas à la durée légale.

source: One right
fr: Un droit

source: One year old
fr: un an

source: One year seniority
fr: un an d'ancienneté

source: Ongoing approval steps
fr: étapes d'approbation en cours

source: Only the rights out of user collection are listed here, you can add more rights only if they are lot linked to a collection. According to the same principle, the rights linked to users will not be available to build a collection.
fr: Seul les droits hors régime sont listés ici, vous pouvez ajouter plus de droits seulement s'ils ne sont pas liés à un régime. Selon le même principe, les droits liés à des utilisateurs ne serons pas disponibles pour créer un régime.

source: Or set the available quantity
fr: Ou définir la quantité disponible

source: Out of collection right
fr: Droit hors régime

source: Overtime
fr: Déclaration d'heures supplémentaires

source: Overtime declaration
fr: Déclaration d'heures supplémentaires

source: Owner user account
fr: Compte utilisateur du propriétaire

source: Package agreement worked days
fr: Jours travaillés de la convention collective

source: Paid leaves:
fr: Congés payés :

source: Parent department
fr: Service parent

source: Password
fr: Mot de passe

source: Password Strength:
fr: Solidité du mot de passe :

source: Password:
fr: Mot de passe :

source: Period end
fr: Fin de période

source: Period is booked
fr: La période est réservée

source: Personal calendar
fr: Agenda personnel

source: Please create the first admin account to continue.
fr: Veuillez créer le premier administrateur pour continuer.

source: Please log into the application to see your account informations
fr: Veuillez vous connecter à l'application pour voir les informations de votre compte

source: Please setup your account.
fr: Veuillez configurer votre compte.

source: Previous collection
fr: Régime de congés précédent

source: Previous page
fr: Page précédente

source: Proceed to the request creation with one of the following:
fr: Procéder à la création de la demande avec un des boutons suivants :

source: Proportional to attendance
fr: Proportionnel à la présence

source: Quantity
fr: Quantité

source: Quantity consumption for part-time right collections
fr: Consommation pour les régimes à temps partiel

source: Quantity from the request in modification
fr: Quantité de la demande en cours de modification

source: Quantity provided on each renewals
fr: Quantité fournie à chaque renouvellements

source: Quantity to add every month
fr: Quantité à ajouter tout les mois

source: Quantity to recover from the event
fr: Quantité à récupérer pour l'événement

source: Quantity to spare
fr: Quantité à épargner

source: Quantity unit
fr: Unité

source: Quantity unit to use in interval modification:
fr: Unité à utiliser pour la modification de l'intervalle :

source: Recover quantities
fr: Quantités à récupérer

source: Recovery claimed
fr: Récupération revendiquée

source: Recovery request summary
fr: Résumé de la demande de récupération

source: Reject
fr: Refuser

source: Rejected
fr: Refusée

source: Remove
fr: Enlever

source: Remove booked periods
fr: Supprimer les périodes réservées

source: Remove the leave on all users with a booked period
fr: Retirer le congé pour tous les utilisateurs avec un période réservée

source: Renewal
fr: Renouvellement

source: Renewals
fr: Renouvellements

source: Renewals with remaining quantity
fr: Renouvellements avec une quantité restante

source: Request in user interval
fr: Demande dans l'intervalle utilisateur

source: Request period
fr: Période de la demande

source: Requests
fr: Demandes

source: Requests waiting for approval
fr: Demandes en attente d'approbation

source: Require approval
fr: Requiert une approbation

source: Reset Your Password?
fr: Réinitialiser votre mot de passe?

source: Right collections
fr: Régimes de congés

source: Right collections scheduling for {{user.lastname}} {{user.firstname}}
fr: Planification des régimes de congés pour {{user.lastname}} {{user.firstname}}

source: Right given name:
fr: Nom du droit :

source: Right is visible when request period is in period set on the user/right link
fr: Le droit est visible quand la demande est dans la période définie sur le lien utilisateur/droit

source: Right is visible when request period is in the renewal period
fr: Le droit est visible quand la demande est dans la période du renouvellement

source: Right is visible when the request creation date is in the renewal period
fr: Le droit est visible quand la date de création de la demande est dans la période du renouvellement

source: Right is visible when the request period is in a period relative to the user birth date
fr: Le droit est visible quand la demande est dans une période relative à la date de naissance de l'utilisateur

source: Right is visible when the request period is in a period relative to the user seniority date
fr: Le droit est visible quand la période de la demande est dans une période relative à la date d'ancienneté de l'utilisateur

source: Right is visible when the user has consumed a quantity defined for a right type on a period
fr: Le droit est visible quand l'utilisateur à consommé la quantité définie pour le type de droit sur la période

source: Right name
fr: Nom du droit

source: Right quantity claimed by recovery:
fr: Quantité revendiquée par récupération :

source: Right type name
fr: Nom du type de droit

source: Right type to test
fr: Type de droit à tester

source: Right:
fr: Droit :

source: Rights collection
fr: Régime de congés

source: Rights collections
fr: Régimes de congés

source: Rights distribution
fr: Répartition des droits

source: Rights list
fr: Liste des droits

source: Rights types
fr: Types de droits

source: Roles
fr: Rôles

source: Roles:
fr: Rôles :

source: Rule title, this will be visible from users
fr: Titre de la règle, ceci sera visible par les utilisateurs

source: Rule type:
fr: Type de règle :

source: Rules
fr: Règles

source: Sage registration number
fr: Numéro de matricule Sage

source: Sage registration number:
fr: Numéro de matricule Sage :

source: Same as the non-working duration
fr: Identique à la durée non-travaillée

source: Saturday
fr: Samedi

source: Save
fr: Enregistrer

source: Save in account
fr: Enregistrer dans le compte

source: Save leave periods to
fr: Enregistrer les périodes de congés dans

source: Saved quantity:
fr: Quantité épargnée :

source: Saving limit per renewals
fr: Limite d'épargne par renouvellement

source: Saving period
fr: Période d'épargne

source: Schedule calendar
fr: Agenda des horaires travaillés

source: School holidays
fr: Vacances scolaires

source: School holidays will be displayed on the bottom of the reservation calendar
fr: Les vacances scolaires serons affichées en bas de l'agenda de réservation

source: Search in calendars
fr: Rechercher dans les agendas

source: Search in collections
fr: Rechercher dans les régimes

source: Search in compulsory leaves
fr: Rechercher dans les congés obligatoires

source: Search in departments
fr: Rechercher dans les services

source: Search in recover quantities
fr: Rechercher dans les récupérations

source: Search in requests
fr: Rechercher dans les demandes

source: Search in right types
fr: Rechercher dans les types de droits

source: Search in rights
fr: Rechercher parmi les droits

source: Search in users
fr: Rechercher dans les utilisateurs

source: Search:
fr: Rechercher :

source: Select rule type
fr: Sélectionner le type de la règle

source: Select types
fr: Sélectionner les types

source: Select unit
fr: Sélectionner l'unité

source: Selected duration:
fr: Durée sélectionnée :

source: Selected recovery:
fr: Récupération sélectionnée :

source: Send Reset
fr: Réinitialiser

source: Send invitations
fr: Envoyer les invitations

source: Seniority
fr: Ancienneté

source: Seniority date:
fr: Date d'anciennetée

source: Seniority start date
fr: Date de début d'anciennetée

source: Set Password
fr: Définir le mot de passe

source: Set a new password
fr: Définir un nouveau mot de passe

source: Set a non-working days calendar
fr: Définir un agenda des jours fériés

source: Set date
fr: Spécifier la date

source: Set hours
fr: Définir les heures

source: Set password
fr: Définir le mot de passe

source: Set the adjustment quantity
fr: Définir la quantité de l'ajustement

source: Set the consumed quantity interval where the rule will be valid
fr: Définir l'intervale de quantité consommée ou la règle sera valide

source: Set the department where the invited peoples will be recorded
fr: Définir le service ou vos invités serons enregistrés

source: Set the new department name
fr: Définir le nom du nouveau service

source: Settings
fr: Paramètres

source: Settle overtime quantity
fr: Solder les heures supplémentaires

source: Settled h.
fr: H. soldées

source: Sign In
fr: Connexion

source: Some renewals are invalids
fr: Certains renouvellements ne sont pas valides

source: Sort absence rights
fr: Ordonner les droits d'absence

source: Sort rights
fr: Ordonner les droits

source: Sort rights in type
fr: Ordonner les droits dans le type

source: Special right:
fr: Droit spécial :

source: Start
fr: Début

source: Status
fr: État

source: Status:
fr: État :

source: Step {{step}} approver
fr: Approbateur de l'étape {{step}}

source: Sub-departments
fr: Sous-services

source: Sunday
fr: Dimanche

source: Supervisor
fr: Supérieur hiérarchique

source: Supervisors
fr: Chefs de service

source: The application is in maintenance, requests will not be modifiables
fr: L'application est en maintenance, les demandes ne serons pas modifiables

source: The half day hour is used to convert hours in days durations, for example, if a period end before the half day hour, a duration of 0,5 day will be retained.
fr: L'heure du milieu de journée est utilisé pour convertir les heures en jours, par exemple, si une période termine après l'heure de milieu de journée, une durée de 0,5 jour supplémentaire sera ajoutée à la matinée.

source: The leave period must be in the next {{right.activeSpan.max}} days after the request date.
fr: La période du congé doit être dans les {{right.activeSpan.max}} jours après la date de création de la demande.

source: The leave periods overlapping the extracting period will be modified to fit in the extracting period, the reported number of days will adjusted accordingly
fr: Les périodes de congés qui chevauchent la période d'extraction seront modifiées pour tenir exactement dans la période, le nombre de jours reporté sera modifié en fonction

source: The number of active users is limited by your plan level
fr: Le nombre d'utilisateurs actifs est limité par le niveau de votre abonnement

source: The optional period configured here can be used as a reference in right rules.
fr: La période optionnelle configurée ici peut être utilisée comme référence dans les règles de droits.

source: The request must be created at least {{right.activeSpan.min}} days before the leave start date.
fr: La demande doit être créée au moins {{right.activeSpan.min}} jours avant le début du congé.

source: The right is linked to collections
fr: Le droit est lié à des régimes

source: The right is linked to users
fr: Le droit est lié à des utilisateurs

source: The right will be available only if the user is beetween {{rightrule.interval.min}} years old and {{rightrule.interval.max}} years old on the first day of the requested leave.
fr: Le droit sera disponible seulement si l'utilisateur a entre {{rightrule.interval.min}} ans et {{rightrule.interval.max}} ans au premier jour de la demande d'absence.

source: The start renewal quantity is dynamicaly computed
fr: La quantité initiale d'un renouvellement est calculée dynamiquement

source: The user can have vacations rights, absences requests, time saving account ...
fr: L'utilisateur peut avoir des droits de congés, des demandes de congés, un compte épargne temps ...

source: The user can manager other users and departments, the application parameters ...
fr: L'utilisateur peut gérer les autres utilisateurs et les services, tous les paramètres de l'application...

source: The user is allowed to log in
fr: Cet utilisateur peut se connecter à l'application

source: The user may be involved in the validation of requests by the members of his department
fr: L'utilisateur peut être impliqué dans la validation des demandes des membres de son service

source: The users will create their accounts on their first connexion!
fr: Vos utilisateurs vont créer leurs comptes lors de leur première connexion!

source: There are no configured rights to display
fr: Il n'y a pas de droits configurés à afficher

source: There is no overtime to convert
fr: Il n'y a pas de déclarations à convertir

source: This application is provided to you by {{company.name}}
fr: Cette application vous est proposée par {{company.name}}

source: This functionality is not yet available
fr: Cette fonctionnalité n'est pas encore disponible

source: This manager has no departments configured for approval
fr: Ce gestionnaire n'a aucun régime configuré pour l'approbation

source: This right has no configured renewals
fr: Ce droit n'a pas de renouvellements configurées

source: This right has no configured rules
fr: Le droit n'a pas de règles configurées

source: This user can not connect to the application
fr: Cet utilisateur ne peut pas se connecter à l'application

source: This user has no configured non-working days
fr: Cet utilisateur n'a pas de jours fériés configurés

source: This user has no configured specific quantity, rights are set by collection only
fr: Cet utilisateur n'a pas de quantité spécifique configurée, les droits sont définis uniquement par le régime

source: This user has no configured vacation rights for the current period
fr: Cet utilisateur n'a pas de droits de congés configuré pour la période en cours

source: This user has no configured work schedule
fr: Cet utilisateur n'a pas de rythme de travail configuré

source: This user has no ongoing right collection, check the vacations collections planning to fix it
fr: Cet utilisateur n'a pas de régime de congés, vérifiez le planning des régimes pour corriger cela

source: This user has no ongoing workschedule calendar, check the workschedule calendar planning to fix it
fr: Cet utilisateur n'a pas de d'horaires de travail, vérifiez le planning des horaires de travail pour corriger cela.

source: This value is used to establish a proportionality beetween rights in days and rights in hours
fr: Cette valeur est utilisée pour établir une proportionnalité entre les droits en jours et les droits en heures

source: Thursday
fr: Jeudi

source: Time saving account deposit
fr: Dépôt sur le Compte Épargne Temps

source: Time saving deposit
fr: Dépôt d'épargne Temps

source: Time saving deposit request
fr: Demande de dépôt sur le compte épargne temps

source: Title
fr: Titre

source: To
fr: Au

source: To hour
fr: Heure de fin

source: To pick-up on right
fr: À prendre sur le droit

source: To right
fr: Vers le droit

source: To right:
fr: Vers le droit :

source: To supervise collaborators, a department with members must be associated to user first
fr: Pour superviser les collaborateurs, un service contenant des membres doit être associé à l'utilisateur

source: To:
fr: Au :

source: Total consumption:
fr: Consommation :

source: Total duration:
fr: Durée totale :

source: Total number of lunch breaks for month:
fr: Nombre de pause déjeuner pour le mois :

source: Tuesday
fr: Mardi

source: Unsettled h.
fr: H. non soldées

source: Up to {{renewal.finish|date}}
fr: Jusqu'au {{renewal.finish|date}}

source: Url of the calendar ICS file
fr: Url du fichier ICS de l'agenda

source: Usage period
fr: Période d'utilisation

source: Use default active span
fr: Utiliser la période d'ouverture par défaut

source: Use default saving interval (renewal interval)
fr: Utiliser la période d'épargne par défaut (période du renouvellement)

source: Use lunch break payments
fr: Utiliser le paiement des pauses déjeuner

source: Use the approval workflow on this request
fr: Lancer l'approbation sur cette demande

source: Use the user workschedule calendar to compute worked days
fr: Utiliser le planning de travail de l'utilisateur pour déterminer les jours travaillés

source: User account
fr: Compte utilisateur

source: User quantity
fr: Quantité de l'utilisateur

source: User requests
fr: Demandes de l'utilisateur

source: Users
fr: Utilisateurs

source: Users list
fr: Liste des utilisateurs

source: Users will not be allowed to consume more than this value on one request, except if the default length is set to zero.
fr: Les utilisateurs ne serons pas autorisés à consommer plus que cette valeur sur une demande, sauf si la valeur par défaut est zero.

source: Using this feature, you save the vacation right entitlement for future use
fr: En utilisant cette fonctionnalité, vous épargnez vos droits de congés pour une utilisation ultérieure.

source: Vacation request
fr: Demande d'absences

source: Vacation right
fr: Droit d'absence

source: Vacation right:
fr: Droit d'absence :

source: Vacation rights in collection
fr: Droits de congés du régime

source: Vacations collections planning
fr: Planning des régimes de congés

source: Vacations rights
fr: Droits d'absences

source: Valid users:
fr: Utilisateurs valides :

source: View
fr: Voir

source: View calendar
fr: Voir l'agenda

source: View more
fr: Voir plus

source: View rights
fr: Voir les droits

source: View sub-departments
fr: Voir les sous-services

source: Waiting
fr: En attente

source: Waiting approval
fr: En attente d'approbation

source: Waiting approval for delete
fr: En attente d'approbation de suppression

source: Waiting approval:
fr: En attente d'approbation :

source: Waiting delete approval
fr: En attente de suppression

source: Waiting delete approval:
fr: En attente de suppression :

source: Waiting for response
fr: En attente de réponse

source: Waiting {{request.dispType}} request
fr: Demande de {{request.dispType}} en attente d'approbation

source: Waiting:
fr: En attente :

source: Wednesday
fr: Mercredi

source: Wellcome
fr: Bienvenue

source: Wellcome to Gadael
fr: Bienvenue sur Gadael

source: Wellcome to your absence manager
fr: Bienvenue dans votre gestionnaire d'absences

source: Work schedule
fr: Rythme de travail

source: Worked days in a week (RTT calculation)
fr: Jours travaillés dans une semaine (calcul des RTT)

source: Worked duration:
fr: Durée travaillée :

source: Workschedule planning
fr: Planning des heures travaillées

source: Wrong events count
fr: Le nombre d'événements n'est pas correct

source: Year
fr: Année

source: Years
fr: Ans

source: Years after the birth date to set the period end:
fr: Années après la date naissance pour définir la fin de la période :

source: Years after the birth date to set the period start:
fr: Années après la date de naissance pour définir le début de la période :

source: Years are ignored and computed back to fit in the renewal period, as a consequence, this rule type will work only with yearly or less renewal periods.
fr: Les années sont ignorées et recalculées pour êtres contenues dans la période du renouvellement, cela à pour conséquence que ce type de règle fonctionne que pour les périodes d'une année ou moins.

source: Years before renewal end date
fr: Années avant la date de fin du renouvellement

source: Years before renewal start date
fr: Années avant la date de début du renouvellement
