Repository: gadael/gadael
Catalog: po/client/*.po
Languages: fr

source: Years before the entry start date to set the period start:
fr: Années avant la date de début de la demande pour définir le début de la période :

source: You can invite someone to use this application if you know his email.
fr: Vous pouvez inviter quelqu'un à utiliser cette application si vous connaissez son adresse email.

source: You have been invited by {{invitation.createdBy.name}} to create an account on the leave management application!
fr: Vous avez été invité par {{invitation.createdBy.name}} pour créer un compte sur l'application de gestion des congés!

source: You must input one email address at least
fr: Vous devez renseigner au moins une adresse email

source: You must link this right to a collection or users so that it is accessible
fr: Vous devez lier ce droit à un régime ou à des utilisateurs pour qu'il soit accessible

source: Your account have no access to a rôle in this application, the administrators have been made aware of the problem. You will be notified by email when they give you access to your absences rights account.
fr: Votre compte n'a accès a aucun rôle dans cette application, les administrateurs ont été informés de ce problème. Vous serez notifié par email quand ils vous donnerons accès à votre compte de droits d'absences.

source: Your account parameters
fr: Les paramètres de votre compte

source: Your calendar is connected
fr: Votre agenda est connecté

source: Your calendar is not connected
fr: Votre agenda n'est pas connecté

source: Your email:
fr: Votre email :

source: Your leave plan or work regime
fr: Votre régime de congé

source: Your only role on the application is administrator, you can update your own account using the administration ➤ users menu
fr: Votre seul rôle sur l'application est administrateur, vous pouvez mettre à jour votre compte en utilisant le menu administration ➤ utilisateurs

source: Your period selection of {{selection.days}} (or {{selection.hours}}) must be distribued into the following vacation rights
fr: Votre période sélectionnée de {{selection.days}} (ou {{selection.hours}}) doit être répartie parmi les droits de congés suivants

source: Your workschedule for a week
fr: Votre rythme de travail sur une semaine

source: adjustments included
fr: Ajustements inclus

source: calendar
fr: agenda

source: collections
fr: régimes

source: day
fr: jour

source: departments
fr: services

source: done
fr: fait

source: from
fr: de

source: hour
fr: heure

source: lunchs
fr: repas

source: or
fr: ou

source: to
fr: au

source: {quantity} up to {date}
fr: {quantity} jusqu'au {date}

source: {{overtime.settled | number}} Hour
fr: {{overtime.settled | number}} Heure

source: {{overtime.unsettled | number}} Hour
fr: {{overtime.unsettled | number}} Heure

source: {{renewal.rtt.nonWorkingDays}} days
fr: {{renewal.rtt.nonWorkingDays}} jours

source: {{renewal.rtt.paidLeaves}} days
fr: {{renewal.rtt.paidLeaves}} jours

source: {{renewal.rtt.weekEnds}} days
fr: {{renewal.rtt.weekEnds}} jours

source: {{renewalChart.percentDays|number}}% consumed
fr: {{renewalChart.percentDays|number}}% consommé

source: {{usersstat.activeUsers}} users / {{company.max_users}} Max
fr: {{usersstat.activeUsers}} utilisateurs / {{company.max_users}} Max
