Repository: gadael/gadael
Catalog: po/client/*.po
Languages: fr

source: 1 day
fr: 1 jour

source: 1 hour
fr: 1 heure

source: A department is a group of employees, managers may be assigned to the approval of leave requests made by the department members
fr: Un service est un groupe d'employés, des gestionnaires peuvent êtres affectés à l'approbation des demandes de congés effectuées par les membres du service

source: A user account is required to continue
fr: Un compte utilisateur est requis pour continuer

source: Absence request
fr: Demande d'absence

source: Absence rights
fr: Droit d'absences

source: Absences account
fr: Compte utilisateur "Absences"

source: Absences user account
fr: Compte utilisateur "Absences"

source: Accept
fr: Accepter

source: Accepted
fr: Accepté

source: Activate the out of collection right according to the request period
fr: Activer le droit hors régime en fonction de la période demandée

source: Activate the right according to consumed quantity
fr: Activer le droit en fonction de la quantité consommée

source: Activate the right according to the age
fr: Activer le droit en fonction de l'âge

source: Activate the right according to the consumed quantity on a right type
fr: Activer le droit en fonction de la quantité consommée sur un type de droit

source: Activate the right according to the entry creation date
fr: Activer le droit en fonction de la date de création de la demande

source: Activate the right according to the request period
fr: Activer le droit en fonction de la période demandée

source: Activate the right according to the seniority
fr: Activer le droit en fonction de l'ancienneté

source: Activate the right according to the user age
fr: Activer le droit en fonction de l'âge de l'utilisateur

source: Activate the right according to the user seniority
fr: Activer le droit en fonction de l'ancienneté

source: Active for the administrator
fr: Actif pour l'administrateur

source: Active for the user
fr: Actif pour l'utilisateur

source: Active for:
fr: Actif pour :

source: Actual quantity:
fr: Quantité actuelle :

source: Add
fr: Ajouter

source: Add Collection
fr: Ajouter un régime

source: Add Department
fr: Ajouter un service

source: Add Type
fr: Ajouter un type

source: Add User
fr: Ajouter un utilisateur

source: Add a calendar
fr: Ajouter un agenda

source: Add a list of of email addresses and send the invitations
fr: Ajouter une liste d'adresses emails et envoyer les invitations

source: Add a quantity adjustment
fr: Ajouter un ajustement

source: Add a recover quantity
fr: Ajouter une quantité à récupérer

source: Add a request
fr: Ajouter une demande

source: Add a request...
fr: Ajouter une demande...

source: Add compulsory leave
fr: Ajouter un congé obligatoire

source: Add overtime for {{user.lastname}} {{user.firstname}}
fr: Déclarer des heures supplémentaires pour {{user.lastname}} {{user.firstname}}

source: Add period
fr: Ajouter une période

source: Add right
fr: Ajouter un droit

source: Add right collection
fr: Ajouter un régime de congés

source: Add vacation right
fr: Ajouter un droits de congés

source: Addition / modification
fr: Ajout / modification

source: Additional days after the renewal end date:
fr: Jours supplémentaires après la date de fin du renouvellement :

source: Additional days before the renewal start date:
fr: Jours supplémentaires avant la date de début du renouvellement :

source: Additional rights scheduling for {{user.lastname}} {{user.firstname}}
fr: Planification des droits hors régime pour {{user.lastname}} {{user.firstname}}

source: Adjust the available quantity automatically from the consumption of other rights
fr: Ajuster la quantité disponible à partir de la consommation sur d'autres droits

source: Adjustements quantity
fr: Quantité des ajustements

source: Admin
fr: Administration

source: Admin, substituting one of his subordinates
fr: Administrateur, se substituant à l'un de ces subordonnés

source: Administrator
fr: Administrateur

source: Age
fr: Âge

source: All managers must confirm approval step
fr: Tout les gestionnaires doivent confirmer l'étape d'approbation

source: All the users who accept the invitation will be saved into the same department, used for leave requests approval
fr: Tous les utilisateurs qui acceptent l'invitation serons enregistrés dans le même service, qui sera utilisé pour l'approbation des demandes de congé

source: Allow to save quantity from this right to the time deposit account
fr: Autoriser l'épargne de ce droit vers les comptes épargne temps

source: Always available
fr: Toujours disponible

source: An adjustment of {{right.autoAdjustment.quantity | number}} {{right.disp_unit}} is automatically created every {{right.autoAdjustment.step | number}} {{right.disp_unit}} consumed on
fr: Un ajustement de {{right.autoAdjustment.quantity | number}} {{right.disp_unit}} est automatiquement créé tous les {{right.autoAdjustment.step | number}} {{right.disp_unit}} consommés sur

source: Application administrator
fr: Administrateur de l'application

source: Approvers
fr: Approbateurs

source: Are you sure you want to delete the absence request?
fr: Êtes-vous sûr de vouloir supprimer cette demande d'absence?

source: Are you sure you want to delete the overtime declaration?
fr: Êtes-vous sûr de vouloir supprimer cette déclaration d'heures supplémentaires?

source: Are you sure you want to delete the time saving deposit request?
fr: Êtes-vous sûr de vouloir supprimer ce dépôt sur compte épargne temps?

source: Are you sure you want to delete this compulsory leave?
fr: Êtes-vous sûr de vouloir supprimer ce congé obligatoire?

source: Are you sure you want to delete this user?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur?

source: Arrival date
fr: Date d'arrivée

source: Arrival date:
fr: Date d'arrivée :

source: At least one manager must confirm approval step
fr: Au moins un approbateur doit approuver l'étape

source: At least one type must be selected
fr: Au moins un type doit être sélectionné

source: Attendance
fr: Présence

source: Attendance (percentage relative to full-time)
fr: Présence (pourcentage relatif au temps complet)

source: Authenticate using CAS
fr: Se connecter avec CAS

source: Authenticate using your google account
fr: Se connecter avec un compte google

source: Author
fr: Auteur

source: Authorize half-days consuption
fr: Permettre la consommation en demi-journées

source: Auto monthly update
fr: Mise à jour mensuelles automatiques

source: Availability duration after the period end date from the user/right link:
fr: Durée supplémentaires après la date de fin de la période définie sur le lien utilisateur/droit :

source: Availability duration after the renewal end date:
fr: Jours supplémentaires après la date de fin du renouvellement :

source: Availability duration before the period start date from the user/right link:
fr: Durée supplémentaires avant la date de début de la période définie sur le lien utilisateur/droit :

source: Availability duration before the renewal start date:
fr: Jours supplémentaires avant la date de début du renouvellement :

source: Available for booking
fr: Disponible à la réservation

source: Available on period
fr: Disponible sur la période

source: Available on right
fr: Disponibilité du droit

source: Available quantity
fr: Quantité disponible

source: Available:
fr: Disponible :

source: Average hours per day
fr: Moyenne du nombre d'heures par jour

source: Back to Login
fr: Retour à l'authentification

source: Balance state the:
fr: État du solde le :

source: Begin date
fr: Date de début

source: Birth date
fr: Date de naissance

source: Birth date:
fr: Date de naissance :

source: Book available periods
fr: Réserver les périodes disponibles

source: Business days for the users associated to this collection
fr: Jours ouvrés pour les utilisateurs associés à ce régime

source: By collection:
fr: Par régime :

source: By department:
fr: Par service :

source: By name:
fr: Par nom :

source: By right:
fr: Par droit :

source: By status:
fr: Par état :

source: By type:
fr: Par type :

source: By user name:
fr: Par nom d'utilisateur :

source: CAS login
fr: Login CAS

source: Calendar
fr: Agenda

source: Calendar name
fr: Nom de l'agenda

source: Calendar summary
fr: Résumé de l'agenda

source: Calendar type:
fr: Type d'agenda :

source: Calendars
fr: Agendas

source: Cancel
fr: Annuler

source: Change the initial quantity
fr: Modifier la quantité initiale

source: Change your password
fr: Modifier votre mot de passe

source: Choose from your remnant quantity
fr: Choisir à partir de votre quantité restante

source: Classification used for the creation of leave requests
fr: Classification utilisée pour la création des périodes de congé

source: Collaborators
fr: Collaborateurs

source: Collaborators to supervise with request approvals
fr: Collaborateurs à superviser lors des demandes d'approbation

source: Collection name
fr: Nom du régime

source: Collection on the selected period: {{collection.name}}
fr: Régime sur la période sélectionnée : {{collection.name}}

source: Collection:
fr: Régime :

source: Color
fr: Couleur

source: Comment
fr: Commentaire

source: Compulsory leave
fr: Congé imposé

source: Compulsory leave name (this will be visible on users calendars)
fr: Nom du congé obligatoire (il sera visible sur les agendas des utilisateurs)

source: Compulsory leaves
fr: Congés obligatoires

source: Confirm Password:
fr: Confirmer le mot de passe :

source: Confirm and add a comment on your approval
fr: Confirmer et ajouter un commentaire sur votre approbation

source: Confirm new password
fr: Confirmer le nouveau mot de passe

source: Confirm password
fr: Confirmer le mot de passe

source: Confirmed
fr: Confirmé

source: Congratulation, this server has just been created and contain no users, please do not leave it that way.
fr: Félicitations, ce serveur viens d'être créé et ne contient pas d'utilisateurs, vous pouvez corriger cela!

source: Connect
fr: Connecter

source: Consume next business days
fr: Consommer le jour ouvré suivant

source: Consume worked days
fr: Utiliser les jours travaillés

source: Consumed
fr: Consommé

source: Consumed on types
fr: Consommée sur les types

source: Consumed quantity
fr: Quantité consommée

source: Consumed:
fr: Consommé :

source: Consumption
fr: Consommation

source: Consuption
fr: Consommation

source: Continue
fr: Continuer

source: Convert
fr: Convertir

source: Convert or settle
fr: Convertir ou solder

source: Convert overtime for {{user.lastname}} {{user.firstname}}
fr: Convertir les heures supplémentaires de {{user.lastname}} {{user.firstname}}

source: Convert overtime to absence right
fr: Convertir des heures supplémentaires en droit d'absence

source: Create a compulsory leave
fr: Créer un congé obligatoire

source: Create a department
fr: Créer un service

source: Create a leave on all valid users
fr: Créer un congé sur tous les utilisateurs valides

source: Create a leave right
fr: Créer un droit d'absence

source: Create a new department
fr: Créer un nouveau service

source: Create a new overtime declaration
fr: Créer une nouvelle déclaration d'heures supplémentaires

source: Create a new overtime declaration for {{request.user.name}}
fr: Créer une déclaration d'heures supplémentaires pour {{request.user.name}}

source: Create a new secondary calendar in your google account to host a copy of your leave periods.
fr: Créer un nouvel agenda secondaire sur votre compte google pour héberger une copie de vos périodes de congés.

source: Create a new time saving deposit for {{request.user.name}}
fr: Créer un nouveau dépôt sur le Compte Épargne Temps pour {{request.user.name}}

source: Create a new time saving deposit request
fr: Créer un nouveau dépôt sur le Compte Épargne Temps

source: Create a new vacation request
fr: Créer une nouvelle demande d'absence

source: Create a recover quantity
fr: Créer une quantité à récupérer

source: Create a request on behalf of a user
fr: Créer une demande à la place de l'utilisateur

source: Create a right collection
fr: Créer un régime de congés

source: Create a right renewal
fr: Créer un renouvellement de droit

source: Create a right rule
fr: Créer un règle de droit

source: Create a right type
fr: Créer un type de droit

source: Create a user
fr: Créer un utilisateur

source: Create absence request between two dates, the request will be sent to your supervisor for approval
fr: Créer une demande d'absence entre deux dates, la demande sera envoyée à votre supérieur hiérarchique pour approbation.

source: Create an adjustment every
fr: Créer un ajustement tous les

source: Create first administrator
fr: Créer le premier administrateur

source: Create leaves for users in
fr: Créer des congés pour les utilisateurs dans un

source: Create new request
fr: Créer une nouvelle demande

source: Create the first user
fr: Créer le premier utilisateur

source: Created the
fr: Créé le

source: Current rights collection:
fr: Régime de congés en cours :

source: Current workschedule calendar:
fr: Agenda du rythme de travail en cours :

source: Day
fr: Jour

source: Days
fr: Jours

source: Declarations
fr: Déclarations

source: Declare a worked period outside of your working hours, the request will be sent to your supervisor for approval and increase your overtime account
fr: Déclarer une période travaillée en dehors de vos horaires de travail habituels, la demande sera envoyée à votre chef de service pour approbation et augmenter votre compteur d'heures supplémentaires.

source: Declare overtime
fr: Déclarer des heures supplémentaires

source: Default absence length
fr: Durée de l'absence par défaut

source: Default quantity
fr: Quantité par défaut

source: Default quantity on start renewal:
fr: Quantité au début du renouvellement :

source: Define the periods that will be used to measure the consumed quantity
fr: Définir les périodes qui serons utilisées pour mesurer la quantité consommée

source: Delete
fr: Supprimer

source: Delete API tokens
fr: Supprimer les clés API

source: Deletion
fr: Suppression

source: Department
fr: Service

source: Department Management
fr: Gestion du service

source: Department manager
fr: Chef de service

source: Department name
fr: Nom du service

source: Department:
fr: Service :

source: Departments
fr: Services

source: Departments supervision
fr: Supervision des services

source: Departments to supervise with request approvals
fr: Services à superviser lors des demandes d'approbation

source: Disconnect
fr: Se déconnecter

source: Display type folded in the request creation page
fr: Afficher le type plié sur la page de création de la demande

source: Distribution
fr: Répartition

source: Do not add monthly quantity if renewal quantity greater than
fr: Ne pas ajouter la quantité mensuelle si la quantité du renouvellement est supérieure à

source: Do not notify the user when a request is accepted or rejected
fr: Ne pas notifier l'utilisateur lorsque la demande est acceptée ou refusée

source: Do not require approval
fr: Ne requiert pas d'approbation

source: Do you really want to delete this invitation?
fr: Voulez-vous vraiment supprimer cette invitation?

source: Download
fr: Téléchargement

source: Duration
fr: Durée

source: Duration mismatch: {duration} hours remain unconsumed after the creation of {nbEvents} events, please check your absence period, it must not overlap another leave
fr: La durée ne correspond pas : {duration} heures restent non consommées après la création de {nbEvents} événements, veuillez vérifier votre période d'absence, elle ne doit pas être à cheval sur un autre congé.

source: Edit
fr: Modifier

source: Edit a leave request from {{request.user.name}}
fr: Modifier une demande de congé pour {{request.user.name}}

source: Edit a time saving deposit for {{request.user.name}}
fr: Modifier un dépôt sur le Compte Épargne Temps pour {{request.user.name}}

source: Edit a time saving deposit request
fr: Modifier un dépôt sur le Compte Épargne Temps

source: Edit a vacation request
fr: Modifier une demande d'absence

source: Edit an overtime declaration
fr: Modifier une déclaration d'heures supplémentaires

source: Edit an overtime declaration for {{request.user.name}}
fr: Modifier une déclaration d'heures supplémentaires pour {{request.user.name}}

source: Edit leave right
fr: Modifier un droit de congé

source: Edit quantity in renewal from: {{renewal.start|date}} to: {{renewal.finish|date}}
fr: Modifier la quantité pour le renouvellement du: {{renewal.start|date}} au: {{renewal.finish|date}}

source: End date
fr: Date de fin

source: Enter Your Email:
fr: Entrez votre email :

source: Entitlement quantity:
fr: Quantité récupérée :

source: Entry date
fr: Date d'écriture

source: Exceptional quantity modifications
fr: Modification exceptionnelle de la quantité

source: Export balance
fr: Export des soldes

source: Export for Sage
fr: Export pour Sage

source: Export in XLSX file
fr: Exporter dans une feuille de calcul XLSX

source: Export in XLSX spreadsheet
fr: Exporter dans une feuille de calcul XLSX

source: Export in sage format
fr: Export dans le format Sage

source: Export lunch breaks
fr: Exporter les chèques déjeuner

source: Export requests
fr: Exporter les demandes

source: Export requests between two dates for all your users or a balance status of all your users rights on a specific date. The output format is a spreadsheet in the Office Open XML format (.xlsx)
fr: Exporter les demandes entre deux dates pour tous les utilisateurs ou le solde des droits de tous les utilisateurs à une date précise. Le format de sortie est un tableau Office Open XML (.xlsx)

source: Export requests for your monthy payroll in sage, only users with the sage registration number set will be exported
fr: Exporter les demandes pour les fiches de paye mensuelles dans sage, seulement les utilisateurs avec un matricule sage enregistré serons exportés

source: Export to a spreadsheet
fr: Exporter vers une feuille de calcul

source: Export to sage
fr: Exporter vers Sage

source: Finish
fr: Fin

source: Firstname
fr: Prénom

source: Fix count
fr: Corriger le décompte

source: Folded
fr: Plié

source: Follow Gadael on your favorite social network!
fr: Suivez Gadael sur votre réseau social favori!

source: For an absence with today as start date, if the seniority date of is beetween {{estimated.min|date}} and {{estimated.max|date}}, the right will be available.
fr: Pour une absence démarrant aujourd'hui, si la date d'ancienneté est entre le {{estimated.min|date}} et le {{estimated.max|date}}, le droit sera disponible.

source: For example, R&D or HR...
fr: Par exemple, R&D ou RH...

source: Forget your password?
fr: Mot de passe oublié?

source: Forgot Your Password?
fr: Mot de passe oublié?

source: Friday
fr: Vendredi

source: From
fr: Du

source: From date:
fr: Depuis le :

source: From hour
fr: Heure de début

source: From right
fr: Depuis le droit

source: From right:
fr: Depuis le droit :

source: From {{accountRight.renewal.start|date}} to {{accountRight.renewal.finish|date}}
fr: Du {{accountRight.renewal.start|date}} au {{accountRight.renewal.finish|date}}

source: From {{selection.begin|date:'medium'}}, to the {{selection.end|date:'medium'}}
fr: Du {{selection.begin|date:'medium'}}, au {{selection.end|date:'medium'}}

source: From:
fr: De :

source: Get API tokens
fr: Obtenir les clés API

source: Get only periods from the following types:
fr: Sélectionner seulement les périodes depuis les types :

source: Google login
fr: Se connecter par Google

source: Group title for rights (plural form)
fr: Titre du groupe de droits (forme plurielle)

source: Half day hour
fr: Heure de la demi-journée

source: Hide the right in user list, but can be visible on request creation if active for account
fr: Cacher le droit dans la liste des utilisateurs, mais il peut être visible lors de la création d'une demande si actif pour le compte

source: Home
fr: Accueil

source: Hour
fr: Heure

source: Hours
fr: Heures

source: If this rule is not verified, the right will not be available in the second step of a request, once the request dates are set.
fr: Si la règle n'est pas vérifiée, le droit ne sera pas disponible lors de la deuxième étape de la demande, après avoir défini les dates de la période demandée.

source: If this rule is not verified, the right will not be visible by the user in the rights list and when allocating
fr: Si la règle n'est pas vérifiée, le droit ne sera pas visible par l'utilisateur dans la liste de ces droits et lors de la répartition.

source: If this rule is not verified, the right will not be visible by the user in the rights list and when allocating:
fr: Si la règle n'est pas vérifiée, le droit ne sera pas visible par l'utilisateur dans la liste de ces droits et lors de la répartition :

source: Ignore consumption beyond
fr: Ignorer la consommation au delà de

source: Initial quantity on renewal creation
fr: Quantité par défaut à la création d'un renouvellement

source: Initial quantity without this user personal adjustments
fr: Quantité initiale sans les ajustements de l'utilisateur

source: Initial quantity:
fr: Quantité initiale :

source: Initial:
fr: Initiale :

source: Input quantity must be set
fr: La quantité saisie doit être définie

source: Insert the invited users into a department
fr: Insérer les invités dans un service

source: Interventions history
fr: Historique des interventions

source: Invite a list of persons to register
fr: Inviter une liste de personnes à s'inscrire

source: Invite new members to your application
fr: Inviter des nouveaux membres sur votre application

source: Invite someone
fr: Inviter quelqu'un

source: Justification, write about this manual adjustment
fr: Justificatif à propos de cet ajustement manuel

source: Last renewal:
fr: Dernier renouvellement :

source: Last update:
fr: Dernière mise à jour :

source: Lastname
fr: Nom

source: Lastname or firstname
fr: Nom ou prénom

source: Leave period
fr: Période de congé

source: Leave periods
fr: Périodes de congé

source: Leave right
fr: Droit de congé

source: Leaves managment
fr: Gestion des absences

source: Leaves requests can not be reserved over these periods
fr: Des demandes d'absences ne peuvent pas être réservées sur ces périodes

source: Leaves requests must be included in this calendar
fr: Les demandes de congés doivent être créées dans les événements de cet agenda

source: Legal absence length
fr: Durée légale de l'absence

source: Legal absence length:
fr: Durée légale de l'absence :

source: Legal duration:
fr: Durée légale :

source: Legal leave duration
fr: Durée légale du congé :

source: Legal leave duration:
fr: Durée légale du congé :

source: Legal quantity for one leave
fr: Quantité légale pour un congé

source: Limit in additional business days consumption in one renewal
fr: Limite des jours travaillés supplémentaires consommés dans un renouvellement

source: Link with your google calendar
fr: Lien vers votre agenda Google

source: List of emails to invite, one per line
fr: Liste des emails à inviter, une adresse par ligne

source: Loading...
fr: Chargement...

source: Login
fr: Connexion

source: Lunch breaks
fr: Chèques déjeuner

source: Lunch breaks by months
fr: Chèques déjeuner par mois

source: Lunch payment on absences with this right
fr: Les chèques déjeuner son comptabilisés lors de l'utilisation de ce droit

source: Lunch payments from
fr: Paiement des repas à partir de

source: Lunch payments to
fr: Paiements des repas jusqu'au

source: Managed department:
fr: Service supervisés :

source: Manager, substituting one of his subordinates
fr: Chef de service, se substituant à l'un de ces subordonnés

source: Max quantity:
fr: Quantité maximale :

source: Maximal consumed quantity:
fr: Quantité maximale consommée
